[
    {
        "artiste":"A_Rival",
        "photo":"http:\/\/he3.magnatune.com\/music\/A_Rival\/8-Bit Pimp\/cover_400.jpg",
        "bio":"While many musicians continue to struggle to find their niche, in a few short years A_Rival established himself as a game industry renaissance man by developing a loyal following and fanbase from the national electronic gaming community through multiple means.\n\nAs, not only, a well-regarded \"Street Fighter gaming competitor\", A_Rival is best known for composing multiple soundtracks for Nokia's, now defunct, gaming division, as well as the title-screen music for Capcom's XBOX Live! \"Super Street Fighter II HD Remix.\" A_Rival's remix of Clamato Fever is one of the most popular game music tracks on YouTube.com, having received hundreds of thousands of 'plays' to date.\n\nHis industry connections lead him to quickly develop and promote his underground performer persona, A_Rival, and his 8-bit infused \"Chip-Hop\" sound directly at those individuals who would become the core of his fanbase: The Electronic Gaming Community. Through his numerous industry connections and the ability to put on a riveting stage show, in under a year, A_Rival's stature in the gaming industry is that of a leading and in-demand performer at the biggest public and corporate parties held during the foremost Electronic Gaming Expositions in America, including MagFest, PAX (Penny Arcade Expo) and E3, and for corporations such as Microsoft.\n\nIn conclusion, Paul Lipson states, \"A_Rival stands at the apex of video game history and new music innovation. The revolution is well underway, and it has an 8-Bit champion changing all the rules and setting the pace!\"\n\nFor more A_Rival info, please visit www.planetskill.com or www.myspace.com\/8bitpimp.",
        "album": {
            "name": "8-Bit Pimp",
            "genre": "Hip Hop",
            "photo": "http:\/\/he3.magnatune.com\/music\/A_Rival\/8-Bit Pimp\/cover_400.jpg",
            "description": "From Game music producer, composer, and performer A_Rival comes \"8-Bit Pimp\"; the first full-length, Hip-Hop album of all original music in where all tracks and beats were composed entirely using the sound chip of the Nintendo Entertainment System. A_Rival is quickly bridging the gap between Hip-Hop and the up-and-coming \"Chiptune\" scene - an emerging music genre established in San Francisco among DJs, composers, producers, and musically inclined fans of game music that seeks to push the boundaries of the art form.\n",
            "popularité": "6",
            "date de sorite": "1283583600",
            "musique": {
                "name": "Last Boss",
                "duree": "258",
                "lien": "http:\/\/he3.magnatune.com\/all\/14-Last%20Boss-A_Rival.mp3"
            }
        }
    },
    
    {
        "artiste": "Abbas Premjee",
        "photo": "http:\/\/he3.magnatune.com\/music\/Abbas Premjee\/Crescent Moon\/cover_400.jpg",
        "bio": "The music of Abbas Premjee spans many genres, from rock and blues to world and classical.\n\nAbbas has had an undeniable passion for music since an early age. He started playing guitar at 10 and remained largely self-taught until the time he began to formally study music. During his initial years, he played guitar for several rock and jazz bands. It was during this time that he was exposed to classical guitar, which led him to decide to study music formally.\n\nHe completed his Bachelors degree in Music theory and composition from Loyola Marymount University, and then his Masters degree in Classical Guitar from Southern Methodist University, where he studied under Robert Guthrie. A few years later, he returned to Pakistan and opened a recording studio and production house, working with local talent and producing music for TV. As Abbas later realized, coming back to Pakistan was an essential step in his musical growth as it led to his discovery of Indian Classical music. Here he found a world rich in expression. A world unknown to his Western ears. Keen to learn this new language, he took up the Mohan veena, a modern hybrid between a guitar and a sitar, and took instruction in from the legendary sitar player, Ustad Rais Khan.\n\nHaving lived the life of a classical musician on both sides of the fence, and as a rock and jazz musician earlier, Abbas thought of a world where all these expressions could live together. This led to his first CD \"Elements\", on which he collaborated with some of the finest talent in Pakistan. \"Elements\" was released in Pakistan in 2008. It was met with great enthusiasm and very positive reviews in some of the leading newspapers, vastly increasing the scope of music available to the people of Pakistan and introducing them to the subtleties of jazz and classical guitar built on ragas and drones. This was followed by the release of \"Crescent Moon\" in 2011, in which he featured the Mohan veena. Both these albums successfully combined the beauty and grace of the ragas with contemporary sounds and grooves from the rock and jazz genres.\n\nIn 2009, Abbas returned to the United States and has since taken up residence in Irvine, CA where he is active as a composer for media, a teacher, as well as a performer on the mohan veena.",
        "album": {
            "name": "Crescent Moon",
            "genre": "Jazz",
            "photo": "http:\/\/he3.magnatune.com\/music\/Abbas Premjee\/Crescent Moon\/cover_400.jpg",
            "description": "Each track on this album has been written with the help of Indian ragas: scalar and melodic patterns that convey distinct essences of emotions. To this, I have added sounds of rock, jazz and whatever else that came in my mind. The combination works.\n\nA host of influences have converged here ranging from the ancient sounds of Indian ragas to contemporary hip-hop beats. The result is sometimes hypnotic and sometimes melancholic. Our ancestors had a much deeper connection with music than we do, on a spiritual and emotional level. I would like to reestablish that connection.\n\nCrescent Moon features the mohan veena, a modern version of an ancient Indian instrument. The mohan veena, being a slide instrument, possesses the ability to play microtonally and bring out the true nature of the ragas.\n\n",
            "popularité": "59",
            "date de sorite": "1360742400",
            "musique": {
                "name": "From the Ashes",
                "duree": "335",
                "lien": "http:\/\/he3.magnatune.com\/all\/10-From%20the%20Ashes-Abbas%20Premjee.mp3"
            }
    
        }
    },


    {
        "artiste": "Adam Fielding",
        "photo": "http:\/\/he3.magnatune.com\/music\/Adam Fielding\/Pieces (extended)\/cover_400.jpg",
        "bio": "Adam Fielding is a UK based electronic musician specialising in blending rich soundscapes with strong melodies to create music that is both diverse and accessible, while retaining a strong emotional undercurrent. 2008 saw the release of his debut album \"Distant Activity\", in which Adam combined elements of atmospheric electronica with dance, shoegaze and symphonic sensibilities to create a unique musical experience.\n\nAdam first started writing music at a young age in the mid-90s using a combination of an Atari STe and Protracker - free software released for the sole purpose of creating music on home computers. Although originally being more interested in computer programming than music, this dabbling with music would later go from being a mere hobby to becoming a passion for all things musical.\n\nAlthough Adam's earlier tracks were geared more towards industrial and VGM styles while taking an interest in metal and post-hardcore music, his style would later evolve to encompass a wide variety of sub-genres including dance, ambient, synthpop, downtempo, breaks and neo-classical styles while retaining his unique production style and melodic focus. While studying as a music production student at the University of Huddersfield, Adam began to experiment with incorporating vocals and guitar elements into his music proper, with the former becoming a key element in many of his songs.\n\nAdam has also used his writing and production skills in other projects, including sound design and freelance composition projects for various companies as well as having his music licensed by various firms and individuals. Adam has also worked on various collaborations and remixes with other like-minded musicians.\n\nVisit Adam Fielding on the web at www.adamfielding.com.",
        "album": {
            "name": "Pieces (extended)",
            "genre": "Electronica",
            "photo": "http:\/\/he3.magnatune.com\/music\/Adam Fielding\/Pieces (extended)\/cover_400.jpg",
            "description": "Following directly on from both \"Icarus\" and his work for TV, film, and commercial use, \"Pieces\" is an exploration of Fielding's eclectic range of influences and inspirations. While maintaining a consistent aesthetic throughout, \"Pieces\" retains an incredibly earnest and varied impression of Fielding's writing and production styles, resulting in a collection of music that is as honest as it is diverse.\n\n\"Pieces\" is a compilation of previously unreleased works by UK-based musician and producer Adam Fielding, written and recorded during 2012-2014, and released in August 2014.\n\nFrom the euphoric, post-rock tinged opening of \"A Call To Action\" through to the moody, introspective electronic workings of \"Sleepless\", organic instrumentation combines with precise electronics to offer listeners a memorable melodic experience combined with lush atmospheric production on a truly epic scale.\n",
            "popularité": "152",
            "date de sorite": "1408086000",
            "musique": {
                "name": "And All Is Embers (Ambient)",
                "duree": "351",
                "lien": "http:\/\/he3.magnatune.com\/all\/16-And%20All%20Is%20Embers%20(Ambient)-Adam%20Fielding.mp3"
            }
        }
    },

    {
        "artiste": "Adriano Fontana",
        "photo": "http:\/\/he3.magnatune.com\/music\/Adriano Fontana\/Small Songs in a Small Kitchen\/cover_400.jpg",
        "bio": "Born in Genoa, Adriano Fontana started to study classic guitar when he was 7 years old. He holds a Bachelor in guitar jazz from the Conservatory \"Niccolo Paganini\" in Genoa. Along with concert and didactic activity he composes music for theatre, contemporary dance, readings, short films, post-scorings and internet web-sites.\n\nAdriano plays mostly guitar (classical, electric and acoustic), but both in the composition and recording he also plays bass, double bass, piano, keyboards and percussion.\n\nHis album, \"Small songs in a small kitchen\" is the purely acoustic side of his production, based more on counterpoint and management of space and time rather than virtuosity. Fully recorded in a small kitchen in the historic center of Genoa (his house), it is a meeting place for actors, dancers and other performers. As an artist, Adriano is difficult to categorize, he professionally moves between classical music, jazz, contemporary and even rock and electronica.",
        "album": {
            "name": "Small Songs in a Small Kitchen",
            "genre": "Jazz",
            "photo": "http:\/\/he3.magnatune.com\/music\/Adriano Fontana\/Small Songs in a Small Kitchen\/cover_400.jpg",
            "description": "Small songs in a small kitchen, a collection of themes composed and arranged for trio (guitar, cello and saxophone) by Adriano Fontana, can be described as the meeting between the rarefied atmosphere of Nordic jazz, contemporary music and song form.\n\nThe compositions were written during the last three years for theater shows, readings and musical performances and are now re-arranged in the form of \"small songs\" trio.\n\nThe sound is strictly acoustic from the three instruments. Their counterpoint and continuously research melody and rhythm are the main feature of the work, all recorded in a small kitchen in the historic center of Genoa.\n",
            "popularité": "18",
            "date de sorite": "1375686000",
            "musique": {
                "name": "13 Forse",
                "duree": "145",
                "lien": "http:\/\/he3.magnatune.com\/all\/10-13%20Forse-Adriano%20Fontana.mp3"
            }
        }
    },

    {
        "artiste": "Alan Marchand",
        "photo": "http:\/\/he3.magnatune.com\/music\/Alan Marchand\/Viva La Musica Latina\/cover_400.jpg",
        "bio": "Trained as a classical pianist, Alan Marchand soon tired of the printed page and turned to jazz as a medium for self-expression. His epiphany materialized with the realization that, other than an occasional wedding gig, there proved to be little market for his classical music talents.\n\nAs Alan's exposure to improvisational jazz developed, his opportunities as a jobbing musician grew apace. He joined the dance and floor show circuit and performed with combos and 15-piece bands in several major US cities.\n\nIn 2004, Alan founded an indie record label Backtalk Unlimited with studios located in the Dallas-Fort Worth Metroplex. In collaboration with other staff members, he has co-produced 17 jazz-related CD albums that are marketed worldwide.\n\nAlso playing with Alan are Thorpe Ziegler and Pauson Khand. Thorpe is a German native who emigrated to the USA, where he now works as an audio engineer while pursuing his musical interests as a jobbing musician. Thorpe's personal musical artistry is evident in extensive baritone saxophone solos, which are featured in several arrangements and recordings that he also co-produced.\n\nPauson is a native of Cleveland, OH. He studied musical composition at the Cleveland Institute of Music before deciding to pursue a career in audio engineering. Pauson's piano artistry is featured on several of Alan's albums.",
        "album": {
            "name": "Viva La Musica Latina",
            "genre": "Jazz",
            "photo": "http:\/\/he3.magnatune.com\/music\/Alan Marchand\/Viva La Musica Latina\/cover_400.jpg",
            "description": "Viva La Musica Latina celebrates the music of Latin America, which is truly a celebration of life itself.\n\nCheck out our whimsical bossa nova, \"Cuchi FedEx Man\".\n\n\"E Uma Carioca\" provides music for girl-watching on the beaches of Rio de Janeiro.\n\n\"Por Que No Te Callas?\" (\"Why Don't You Shut Up?\"): A question uttered in desperation by Spanish King Juan Carlos I, directed toward Hugo Chavez at the closing of the 17th Ibero-American summit.\n\n\"Fique Tranquilo\", spoken at the first sign of a stressful situation, is the Brazilian equivalent of the Aussies' \"No Worries, Mate\".\n\n\"Lembrar de Voce\" (Remembering You) celebrates old love, whereas \"Gigolo Cubano\" is a celebration of love for sale.\n\n\"Los Guaracheros\" is a celebration of the music of Cuba. Guaracha, as perfected by the late Celia Cruz, eventually developed into the style of Latin music now known as \"salsa\".\n\n\"Meu Sao Paulo\" is a gentle, nostalgic bossa nova that celebrates the magic of Brazil's largest city.\n\n\"Pois Nao?\" is a phrase that you might hear upon entering a shop in Brazil. Literally \"Because No\", this seemingly nonsensical phrase has come to mean \"At Your Service\". Com certeza!\n\n\"I'd Rather Be A Has-Been Than A Never Was\" is a self-explanatory bossa nova tune.\n\nThe phrase \"Y A Otra Cosa, Mariposa\" is spoken when you want to ask someone politely to change the subject of a conversation.\n\nEach of us can expect to encounter \"Senor Moment\" more frequently as we age.\n",
            "popularité": "13",
            "date de sorite": "1313046000",
            "musique": {
                "name": "Senor Moment",
                "duree": "196",
                "lien": "http:\/\/he3.magnatune.com\/all\/13-Senor%20Moment-Alan%20Marchand.mp3"
            }
        }
    },

    {
        "artiste": "Alan Rinehart",
        "photo": "http:\/\/he3.magnatune.com\/music\/Alan Rinehart\/Musical Banquet\/cover_400.jpg",
        "bio": "Alan Rinehart has made many contributions to the guitar world as a performer, teacher, and music editor. Completing studies at Western Michigan University and a Professional Music Training Diploma from Vancouver Community College, he studied lute repertoire and technique in London, England at the Early Music Centre with Anthony Rooley, Jakob Lindberg, and Emma Kirkby. His study of historical performance practices led to the ability to play the lute with a softer 'no nail' sound and the guitar with standard concert guitar technique.\n\nIn 1980 he gave a critically acclaimed London debut which was described by GUITAR INTERNATIONAL magazine as: \"consistently clean and musical...he has a pleasantly relaxed stage manner which won over the audience right from the word go\". In addition to many concert recitals, he has performed at international guitar festivals in Toronto and Quebec and on CBC radio and TV. A strong advocate of new music and well as historical repertoire, he has commissioned and\/or premiered major works by many contemporary composers including John W. Duarte, Maximo Diego Pujol, and Canadians Stephen Chatman, Brian Tate and John Oliver.\n\nHe has released three solo CDs and one CD with the Vancouver Guitar Quartet that have received international critical praise. His latest solo CD 'The Golden Century-lute music of 16th century Italy' was released in Spring 2010.\n\nAlan Rinehart is a co-founder of The Vancouver Guitar Quartet that became a regular part of the Vancouver and Western Canadian music scene in the late 1980's with many concert and radio appearances including broadcast concerts on CBC's ARTS NATIONAL, and enthusiastically acclaimed performances as featured artists in the host pavilion at EXPO 86. After an hiatus of a number of years the Quartet reformed in 1996 and released its debut recording 'Estampas' in 1999. The Quartet disbanded in 2003.\n\nHis editorial work has included arranging and engraving the guitar performance edition of the Moscow lute manuscript of Sylvius Leopold Weiss for Editions Orphee and compiling and engraving a volume of music by Spanish guitarist A. J. Manjon for Chanterelle-Mel Bay as well as preparation of guitar solo and ensemble music for his own company NovaScribe Editions.\n\nHe was a faculty member of the music schools at the University of British Columbia and Vancouver Community College from 1983 to 2003. At UBC, he and Michael Strutt developed one of the most comprehensive guitar performance programs in Canada. He continues to be in demand as an adjudicator, instructor and clinician. His students have won major competitions and have completed advanced degrees in guitar performance and composition and established significant careers in the music world.\n\nAfter a long time residency in Vancouver, B.C., he moved to Nelson, B.C. in 2004 where, in addition to teaching at the Nelson Academy of Music, he was on the Board of the Nelson and District Arts Council and was the coordinator of the 19th Northwest Guitar Festival, a 3 day event held in Nelson April 16-18, 2009.\n\nWhile in Nelson, he hosted \"the Art and Times of the Guitar\", a weekly one hour radio show devoted to the classical guitar, for 11 seasons (176 shows) on CJLY, Kootenay Coop Radio.\n\nAlan is currently living and working in Kelowna, BC, Canada and you can find out more about him on his website.",
        "album": {
            "name": "Musical Banquet",
            "genre": "Classical",
            "photo": "http:\/\/he3.magnatune.com\/music\/Alan Rinehart\/Musical Banquet\/cover_400.jpg",
            "description": "In keeping with the theme of a hybrid image of music and food, this Musical Banquet is more a buffet than a meal of 'courses' with courtly Elizabethan dances next to Spanish romantic scenes and an operatic classical period overture offering musical tastes from spicy and sprightly to subtle and complex.\n\nThis special Magnatune-exclusive version of Musical Banquet is a combination of public domain recordings from two of my CDs, Musical Banquet and Renaissance Masters and Latin Romantics.\n\nFull liner notes can be obtained by downloading the artwork.\n",
            "popularité": "87",
            "date de   public function createJson() {sorite": "1414825200",
            "musique": {
                "name": "Mallorca Barcarola Op202 (Isaac Albeniz arr A Rinehart)",
                "duree": "396",
                "lien": "http:\/\/he3.magnatune.com\/all\/19-Mallorca%20Barcarola%20Op202%20(Isaac%20Albeniz%20arr%20A%20Rinehart)-Alan%20Rinehart.mp3"
            }
        }
    },

    {
        "artiste": "Alexander Lisenkov",
        "photo": "http:\/\/he3.magnatune.com\/music\/Alexander Lisenkov\/Fashion Themes\/cover_400.jpg",
        "bio": "Alexander Lisenkov is a Russian multi-genre composer of music for TV, production music libraries and video games.\n\nHe started making music professionally in 2001 and his first release was on the independent ambient music label, Motovilo Records in 2003. Since 2007 Alexander has been producing a large amount of music for the one of the biggest music libraries in Europe, Intervox Production Music, based in Munich, Germany.\n\nHe is available for custom work including original compositions and remixes.",
        "album": {
            "name": "Fashion Themes",
            "genre": "Electronica",
            "photo": "http:\/\/he3.magnatune.com\/music\/Alexander Lisenkov\/Fashion Themes\/cover_400.jpg",
            "description": "This album consists of 18 instrumental tracks in an electronica house style. It was made with synthesizers and electric guitars and contains a lot of modern sounds. All the tracks are cheerful and positive, dynamic and energetic.\n\nThis music can be used for a wide range of purposes: from fashion shows to video games.\n",
            "popularité": "40",
            "date de sorite": "1428217200",
            "musique": {
                "name": "Fashion Theme 18",
                "duree": "150",
                "lien": "http:\/\/he3.magnatune.com\/all\/18-Fashion%20Theme%2018-Alexander%20Lisenkov.mp3"
            }
        }
    },

    {
        "artiste": "Align in Time",
        "photo": "http:\/\/he3.magnatune.com\/music\/Align in Time\/Me and My Arrow\/cover_400.jpg",
        "bio": "Align in Time is the solo project of composer and guitarist John Russell Boles. His debut release, Me and My Arrow, was written over the course of six years before being recorded during the summer of 2011 with producer Bryan Russell (The Academy Is..., Envy on the Coast, Straylight Run), additional tracking by Mike Poorman (The Receiving End of Sirens, Therefore I Am, drummer of Hot Rod Circuit) and mastering by Mike Kalajian (Moving Mountains, Ace Enders).\n\nThe album is an amalgam of styles and moods, equal parts rock anthem and film score. It is the story of an individual experience, instantly accessible to listeners across genre boundaries and distinctions.\n\nBased out of Washington, DC, Boles assembled a full band to take Align in Time on an East Coast tour, the first time the music had been played live, in the summer of 2012. After receiving numerous stellar reviews for both Me and My Arrow (including being selected as one of AbsolutePunk's albums of the year for 2011) and the band's live show, Boles has plans to make a music video and is actively looking to book another tour in early 2013.",
        "album": {
            "name": "Me and My Arrow",
            "genre": "Alt Rock",
            "photo": "http:\/\/he3.magnatune.com\/music\/Align in Time\/Me and My Arrow\/cover_400.jpg",
            "description": "Me and My Arrow is an instrumental alternative rock album. It is predominantly uplifting and hopeful, highlighting darker, more somber and melancholy emotions that are then overwhelmed by a driving, inspirational tone.\n\nIt has the structure of a film score, with various themes and motifs being worked and reworked over the course of the album, and each track on the album is its own compact story, taking the listener through a variety of moods and emotional states, at times ecstatic, depressed, nostalgic, thrilling, frustrated, reflective, and inspirational.\n\nIt is the story of an individual experience, made instantly accessible to listeners across genre boundaries and distinctions.\n",
            "popularité": "14",
            "date de sorite": "1349938800",
            "musique": {
                "name": "The Nothing Hours",
                "duree": "300",
                "lien": "http:\/\/he3.magnatune.com\/all\/08-The%20Nothing%20Hours-Align%20in%20Time.mp3"
            }
        }
    },

    {
        "artiste": "Alison Crum and Roy Marks",
        "photo": "http:\/\/he3.magnatune.com\/music\/Alison Crum and Roy Marks\/A Spagna in the Works\/cover_400.jpg",
        "bio": "Alison Crum is well-known throughout the Western World both as a player and teacher of the viol. As well as her recording of the Bach Gamba Sonatas with Laurence Cummings, she has made around one hundred recordings with some of Britain's finest early music groups, including The Consort of Musicke, The Taverner Players, The King's Consort, and many with the Rose Consort of Viols.\n\nShe is President of the Viola da Gamba Society of Great Britain, Professor of Viol at Trinity Laban Conservatoire of Music and Dance in London, and a visiting teacher at several colleges and universities both in Europe and the USA. Alison is the author of two highly acclaimed books on playing the viol, and has been called the doyenne of British viol teachers, directing numerous summer schools and workshops worldwide.\n\nYou can find out more about Alison on her website.\n\nRoy Marks is Alison's husband. More widely interested in the Arts than his wife, he studied the piano as a child in the 50s, played lead guitar in a pop group in the 60s, studied at art school (graduating from the Royal Academy in London in 1975 where he studied painting and drawing), and in the early 80s studied classical guitar at the Guildhall in London.\n\nHe taught painting and drawing for a number of years, but in 1984 turned his attention almost exclusively to early music - to the recorder, the viol, and later, the lute. He performs with the Rose Consort of Viols, regularly teaches on workshops in England, Germany, Italy, and the U.S.A., and composes music for period instruments.",
        "album": {
            "name": "A Spagna in the Works",
            "genre": "Classical",
            "photo": "http:\/\/he3.magnatune.com\/music\/Alison Crum and Roy Marks\/A Spagna in the Works\/cover_400.jpg",
            "description": "The sweetly modest, satisfying, and gentle sonority of domestic music-making in the renaissance quietly belies compositions of unsurpassed musical skill. Featuring music that may be enjoyed equally either as something pleasantly light in the background, or more attentively as something more serious and profound, this new album of music centered around the mid 16th century is performed on the viol (bowed like a violin or cello, but far more tender, placid, and humane) accompanied by the lute (plucked like a guitar, but more calm, courteous and modest) and, like a mesmeric, draws the listener into worlds that are almost unimaginable, and certainly almost forgotten.\n\nReview quotes:\n'This delightful album gives an insight into the special, ethereal world of serious music-making in the renaissance period. It is an intimate, sophisticated sound for the privileged, cultivated listener.'\nThe Viol\n\n'Recordings of later viol music often try to cover or minimize the sound of the articulation of the bow, but this recording embraces it as an essential and beautiful component of the music...the variety of colors that Alison produces from all the viols is astonishing..'\nViola da Gamba Society of America News\n\n'..a recording of sensitivity, clarity and warmth...the final track (Roy's Lullaby) creates a mood leaving us somewhere between a hypnotic trance and suspended in mid-air (making) the perfect conclusion to an imaginatively constructed programme, skilfully realised and expertly recorded.'\nThamesis\n",
            "popularité": "106",
            "date de sorite": "1425628800",
            "musique": {
                "name": "Lullaby (Roy Marks)",
                "duree": "121",
                "lien": "http:\/\/he3.magnatune.com\/all\/38-Lullaby%20(Roy%20Marks)-Alison%20Crum%20and%20Roy%20Marks.mp3"
            }
        }
    },

    {
        "artiste": "allMeadow and Rob Costlow",
        "photo": "http:\/\/he3.magnatune.com\/music\/allMeadow and Rob Costlow\/Switch On\/cover_400.jpg",
        "bio": "Switch On: Rob Costlow explains the story behind the album\n\nSwitch On is the result of a collaboration with allMeadow, an artist based in Bristol (United Kingdom). He mixed the tracks, incorporated a ton of creative elements, and performed all the bass guitar parts. What else would you expect from a person located in the drum and bass capital of the world? Strangely enough, allMeadow and I have never met in person. However, a web cam, mic and today's other great technology enabled us to produce a professional full-length album. Oceans cannot stop our creative spirits. We're kind of star-crossed musicians. :) We met online back in 2005 via mutual creative interests. We're both very proud of this effort and hope it is enjoyed by music lovers around the world. Kudos to allMeadow and his genius mixing mind!\n\nSongs from all my contemporary piano albums were used to create the remixes. 7 of the 10 tracks are brand new. We included and remastered 3 tracks from my 2006 remix EP, Return. We felt they had to be added to the album flow as they fit so well with the concept. The very first track, \"Air Cooled\", is from a previously unreleased song I composed the parts for almost a decade ago. I'm quite happy to have it complete.\n\nThe music is intentionally quite different from my solo contemporary piano work (please note, I do plan to release more solo work). The album is filled with various tempos and instrumentation. The goal was to create a unique product that could serve many purposes, be it experimentation, entertainment, inspiration, or otherwise. The motive of the album is to stimulate and help drive a general sense of productivity. Hence, why the album is named \"Switch On\".",
        "album": {
            "name": "Switch On",
            "genre": "Electronica",
            "photo": "http:\/\/he3.magnatune.com\/music\/allMeadow and Rob Costlow\/Switch On\/cover_400.jpg",
            "description": "What do you get if you place melodic piano loops in the hands of a genius remixer from the drum and bass capital of the world? \"Switch on\" is the result of a transatlantic collaboration between Magnatune artist Rob Costlow and allMeadow, a remixer based in Bristol, UK. Their aim was to create a unique inter-genre hybrid that would inspire, entertain and stimulate your mind.\n",
            "popularité": "13",
            "date de sorite": "1254985200",
            "musique": {
                "name": "Return To Flat Rock",
                "duree": "335",
                "lien": "http:\/\/he3.magnatune.com\/all\/10-Return%20To%20Flat%20Rock-allMeadow%20and%20Rob%20Costlow.mp3"
            }
        }
    }
]
